[
    {
        "id": 1,
        "name": "Classic Cappuccino",
        "image": "images/classic_capuccino.jpg",
        "description": "A timeless coffeehouse staple, our cappuccino combines expertly pulled espresso with velvety steamed milk and a luxurious layer of milk foam.",
        "price": "3.50"
    },
    {
        "id": 2,
        "name": "Vanilla Bean Latte",
        "image": "/images/vanilla_bean_latte.jpg",
        "description": "Indulge in the sweet symphony of our Vanilla Bean Latte, where premium espresso meets steamed milk infused with real vanilla bean paste.",
        "price": "4.00"
    },
    {
        "id": 3,
        "name": "Hazelnut Mocha",
        "image": "./images/hazelnut_moccha.jpg",
        "description": "A decadent treat for chocolate and nut enthusiasts, our Hazelnut Mocha blends rich, dark chocolate sauce with nutty hazelnut syrup.",
        "price": "4.50"
    },
    {
        "id": 4,
        "name": "Caramel Macchiato",
        "image": "images/caramel_macchiato.jpg",
        "description": "Experience the delightful layers of our Caramel Macchiato, featuring velvety steamed milk, a shot of bold espresso, and a generous drizzle of gooey caramel sauce.",
        "price": "4.00"
    },
    {
        "id": 5,
        "name": "Iced Coconut Matcha Latte",
        "image": "images/iced_coconut_matcha_latte.jpg",
        "description": "Premium, ceremonial-grade matcha is whisked with coconut milk and poured over ice, offering a creamy, tropical variation that's both energizing and refreshing.",
        "price": "4.50"
    },
    {
        "id": 6,
        "name": "Cold Brew Coffee",
        "image": "images/cold_brew_coffee.jpg",
        "description": "Brewed slowly over 24 hours, this method produces a less acidic and highly caffeinated beverage. Enjoy it black or with a splash of milk.",
        "price": "3.00"
    },
    {
        "id": 7,
        "name": "Spiced Chai Latte",
        "image": "images/spiced_chai_latte.jpg",
        "description": "A warm and inviting blend of aromatic spices and rich black tea, our Spiced Chai Latte is steamed with milk for a comforting and flavorful experience.",
        "price": "3.75"
    },
    {
        "id": 8,
        "name": "Classic Espresso",
        "image": "images/classic_espresso.jpg",
        "description": "A rich and robust espresso, crafted from a blend of premium Arabica beans, offering a smooth yet intense flavor profile with hints of dark chocolate and a velvety crema finish.",
        "price": "4.25"
    }
]